Repository: GPCracker/MinimapGunMarkers
Catalog: resource/localizations/*/MinimapGunMarkers.po
Languages: ru_ru

# appLoadedMessage
source: <a href='event:MinimapGunMarkers.official_topic'><font color='#0080FF'>"Minimap&nbsp;Gun&nbsp;Markers"</font></a> <font color='#008000'>successfully loaded.</font>
ru_ru: <a href='event:MinimapGunMarkers.official_topic'><font color='#0080FF'>"Маркеры&nbsp;направления&nbsp;орудий&nbsp;на&nbsp;миникарте" (MinimapGunMarkers)</font></a> <font color='#008000'>загружены.</font>

# appFailedMessage
source: <a href='event:MinimapGunMarkers.official_topic'><font color='#0080FF'>"Minimap&nbsp;Gun&nbsp;Markers"</font></a> <font color='#E00000'>is incompatible with current client version.</font>
ru_ru: <a href='event:MinimapGunMarkers.official_topic'><font color='#0080FF'>"Маркеры&nbsp;направления&nbsp;орудий&nbsp;на&nbsp;миникарте" (MinimapGunMarkers)</font></a> <font color='#E00000'>несовместимы с текущей версией клиента.</font>

# vehicleGunMarkers/global/onActivate
source: [MinimapGunMarkers] GLOBAL ENABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] ГЛОБАЛЬНО АКТИВИРОВАНО.

# vehicleGunMarkers/global/onDeactivate
source: [MinimapGunMarkers] GLOBAL DISABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] ГЛОБАЛЬНО ДЕАКТИВИРОВАНО.

# vehicleGunMarkers/spg/onActivate
source: [MinimapGunMarkers] SPG ENABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] АРТИЛЛЕРИЯ АКТИВИРОВАНО.

# vehicleGunMarkers/spg/onDeactivate
source: [MinimapGunMarkers] SPG DISABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] АРТИЛЛЕРИЯ ДЕАКТИВИРОВАНО.

# vehicleGunMarkers/squad/onActivate
source: [MinimapGunMarkers] SQUAD ENABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] ВЗВОД АКТИВИРОВАНО.

# vehicleGunMarkers/squad/onDeactivate
source: [MinimapGunMarkers] SQUAD DISABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] ВЗВОД ДЕАКТИВИРОВАНО.

# vehicleGunMarkers/enemy/onActivate
source: [MinimapGunMarkers] ENEMY ENABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] ПРОТИВНИКИ АКТИВИРОВАНО.

# vehicleGunMarkers/enemy/onDeactivate
source: [MinimapGunMarkers] ENEMY DISABLED.
ru_ru: [МАРКЕРЫ ОРУДИЙ] ПРОТИВНИКИ ДЕАКТИВИРОВАНО.
